// "© Copyright 2004-2017 HP Development Company, L.P."

OfflineMessageText = "Kan ikke kommunisere med den valgte enheten.\nDen kan ha blitt slått av eller koblet fra på annen måte.";
TextTooLongErrorExplanation = "Teksten må ikke bestå av mer enn %d tegn.";
NumberNotInRangeErrorExplanation = "Angi et tall som er mindre enn %f eller større enn %f.";
IncorrectIpAddressErrorExplanation = "IP-adressen må bestå av fire grupper med tall (hver av dem fra 0 til 255), atskilt av punktum.";
InvalidCharsInTextErrorExplanation = "Tast inn gyldige tegn.";

NoAlignTitle = "Kan ikke utføre justeringen";
NoAlignMsg = "Kontroller at enheten er tilkoblet og slått på, og prøv igjen.";

NotInitiatedTitle = "Rengjøring kunne ikke initialiseres";
NotInitiatedMsg = "Rengjøringsprosedyren kunne ikke initieres. Kontroller at enheten er tilkoblet og at den ikke behandler noen jobber.";

DeviceInReserveModeMsg = "Kan ikke utføre justering i reservemodus. Erstatt tomme eller manglende blekkpatroner.";

TwowayConnectionErrorTitle = "Kan ikke opprette toveiskommunikasjon med enheten";
TwowayConnectionErrorMessage = "Kontroller at enheten er tilkoblet og slått på, og prøv igjen.";

OnlyPhotoPenInstalledErrorTitle = "Kan ikke utføre justering når bare fotopenn er installert";
OnlyPhotoPenInstalledErrorMessage = "Justering kan ikke utføres med bare farge, bare svart, farge/svart eller farge/foto-patroner installert. Installer en av de tillatte pennkombinasjonene.";

NoPensErrorTitle = "Ingen blekkpatroner er registrert";
NoPensErrorMessage = "Hvis blekkpatronene er installert, må du kontrollere at plastteipen som dekker blekkdysene, er fjernet.";

NoCartridgesErrorTitle = "Ingen blekkpatroner er registrert";
NoCartridgesErrorMessage = "Utskrift kan ikke utføres før alle kassettene er installert. Se dokumentasjonen til enheten for mer informasjon.";

FrontDoorOpenTitle = "Frontdøren er åpen";
DoorOpenTitle = "Dør/deksel er åpen";
DoorOpenMsg = "Enheten kan ikke skrive ut fordi dekselet er åpent. Lukk alle deksler på enheten.";

CalibrationFailedTitle = "Kan ikke utføre kalibrering av utskriftskvalitet";

NoCmyCartridgeTitle = "Kan ikke utføre kalibrering av utskriftskvalitet";
NoCmyCartridgeMsg = "Sett inn en trefargers patron i enheten for å kjøre denne prosedyren.";

Yes = "Ja";
No = "Nei";

HSDCancelButtonTitle = "Avbryt";
HideButtonTitle = "Skjul";
HSDOKButtonTitle = "OK";
HSDContinueButtonTitle = "Fortsett";
HSDDoneButtonTitle = "Ferdig";
HSDCloseButtonTitle = "Lukk";
HSDSkipButtonTitle = "Hopp over";
HSDMoreInfoButtonTitle = "Mer informasjon…";
HSDQuitButtonTitle = "Avslutt";
HSDRetryButtonTitle = "Prøv igjen";

CDopenTitle = "CD tray is open";
CDopenMsg = "Please close the CD tray to continue printing from the Main tray.";

SomeCartridgeErrorTitle = "Utskrift kan ikke utføres før alle kassettene er installert";
SomeCartridgeErrorMessage = "En kassett mangler, gjenkjennes ikke eller er feil installert.";

SomePenErrorTitle = "Utskrift kan ikke utføres før alle patronene er installert";
SomePenErrorMessage = "En blekkpatron mangler, gjenkjennes ikke eller er feil installert.";

SomePrintheadErrorTitle = "Utskrift kan ikke utføres før alle skrivehodene er installert";
SomePrintheadErrorMessage = "Skrivehode mangler, gjenkjennes ikke eller er feil installert.";

PrintheadErrorTitle = "Utskrift kan ikke utføres uten at skrivehode er installert";

DeviceBusyErrorTitle = "Enheten er opptatt";
DeviceBusyErrorMessage = "Vent mens enheten fullfører den aktive jobben.";

IncorrectStateErrorTitle = "Enheten er i en feiltilstand";
IncorrectStateErrorMessage = "Løs feiltilstanden for enheten, og prøv igjen.";

InstallFuserErrorTitle = "Fuser mangler";
InstallFuserErrorMessage = "Slå av enheten, installer fusen på nytt og slå på enheten igjen.";

DidFailLoadTitle = "Får ikke åpnet siden";
DidFailLoadMessageFormat = "URL: %@\nÅrsak: %@";
LoadingErrorString = "Ressursen er utilgjengelig.";
WebLoadingString = "Laster...";

DownloadInfoFormatString = "%@ av %@";
BytesFormatString = "%d byte";
KilobytesFormatString = "%.1f kB";
MegabytesFormatString = "%.1f MB";
GigabytesFormatString = "%.2f GB";

USB = "USB";
Network = "Nettverk";
Bluetooth = "Bluetooth";
Bonjour = "Bonjour";
IP = "IP";
AppleTalk = "Apple Talk";
HPWirelessConnect = "HP Trådløs tilkobling";
UNKNOWN = "Ukjent";

ProfileErrorTitle = "Kunne ikke registrere profil";
ProfileOperationErrorMessage = "ColorSync-registreringen mislyktes med feilkode: %i.";
ProfileNotFoundMessage = "ColorSync-oppføringen for enheten inneholder feil. Opprett utskriftskøen på nytt for å løse dette problemet.";

StatusLineSeparator = "%, ";
ClearStatusLineSeparator = ", ";
ConnectingMessage = "Kobler til enhet\n%@";
AbstractConnectingMessage = "Kobler til...";
RetrieveInformationProcessTitle = "Henter informasjon…";
ApplySettingsProgressTitle = "Bruker innstillinger…";

CouldNotRetrieveSettings = "Kunne ikke hente innstillingene";
CouldNotRetrieveSettingsDescription = "Det oppstod en ukjent feil under kommunikasjon med enheten. Prøv igjen senere.";

//paper management keys
ResponseErrorMessage = "Kontroller at enheten er koblet til, slått på og at den ikke skriver ut.";
OfflineTitle = "Enheten er frakoblet";
OfflineMsg = "Enheten er frakoblet og kan ikke behandle utskriftsjobber.";

DownloadProfilesTitleString = "Laster ned ICC-profiler...";
SynchronizeProfilesTitleString = "Oppdaterer ICC-profiler...";

// status
StapleCartridgeTitle = "Stiftkassett %d";
BlackDrumTitle = "Svart trommel";
CyanDrumTitle = "Cyan trommel";
MagentaDrumTitle = "Magenta trommel";
YellowDrumTitle = "Gul trommel";
BlackCartridgeTitle = "Svart patron";
CyanCartridgeTitle = "Cyan patron";
MagentaCartridgeTitle = "Magenta patron";
YellowCartridgeTitle = "Gul patron";
ImageTransferKit = "Utskriftsrekvisita";
ImageFuserKit = "Vedlikeholdssett";
RollerKit = "Rullesett";
MaintenanceKit = "Vedlikeholdssett";
TonerCollectionUnit = "Toneroppsamlerenhet";
DocumentFeederKit = "Dokumentmatersett";
InkCollectionUnit = "Blekkoppsamlingsenhet";

BlackInkCartridgeTitle = "Sort blekk";
CyanInkCartridgeTitle = "Cyan blekk";
MagentaInkCartridgeTitle = "Magenta blekk";
YellowInkCartridgeTitle = "Gult blekk";
LightCyanInkCartridgeTitle = "Lys cyan blekk";
LightMagentaInkCartridgeTitle = "Lys magenta blekk";
CMYInkCartridgeTitle = "Trefarget blekk";
KCMInkCartridgeTitle = "Fotoblekk";
GGKInkCartridgeTitle = "Grått fotoblekk";
MatteBlackInkCartridgeTitle = "Matt svart blekk";
PhotoBlackInkCartridgeTitle = "Svart fotoblekk";
LightGrayInkCartridgeTitle = "Lys grått blekk";
GrayInkCartridgeTitle = "Gray ink";
BCMInkCartridgeTitle = "Blått fotoblekk";
SilverInkCartridgeTitle = "Sølv";
GoldInkCartridgeTitle = "Gull";
BronzeInkCartridgeTitle = "Bronse";
MetallicInkCartridgeTitle = "Metallisk";
LeftInkCartridgeTitle = "Venstre";
RightInkCartridgeTitle = "Høyre";

BlackPrintheadName = "Sort skriverhode";
CyanPrintheadName = "Cyan skriverhode";
MagentaPrintheadName = "Magenta skriverhode";
YellowPrintheadName = "Gult skriverhode";
CyanMagentaPrintheadName = "Cyan / Magenta skriverhode";
BlackYellowPrintheadName = "Sort / Gul skriverhode";
MagentaYellowPrintheadName = "Magenta / Gult skriverhode";
MatteBlackCyanPrintheadName = "Matte Sort / Cyan skriverhode";
LightMagentaLightCyanPrintheadName = "Lys Magenta / Lys Cyan skriverhode";
PhotoBlackLightGrayPrintheadName = "Photo Sort / Lys Gray skriverhode";
LightCyanPrintheadName = "Lys cyan skriverhode";
LightMagentaPrintheadName = "Lys magenta skriverhode";
CMYPrintheadName = "CMY skriverhode";
KCMPrintheadName = "KCM skriverhode";
GGKPrintheadName = "gGK skriverhode";
CMYKPrintheadName = "CMYK skriverhode";
BBBKPrintheadName = "BBBK skriverhode";
MagentaCyanPrintheadName = "Magenta / Cyan printhead";
MatteBlackYellowPrintheadName = "Matte Black / Yellow printhead";
GrayPhotoBlackPrintheadName = "Gray / Photo Black printhead";

TrayNameTemlate = "Skuff %d";
"ENV FEEDER" = "Konvoluttmater";
"Envelope Feeder" = "Konvoluttmater";
"Multipurpose Tray" = "Flerfunksjonsskuff";

MediaStatusUnknown = "Ukjent";
MediaStatusNotEmpty = "Ikke tom";
MediaStatusEmpty = "Tom";
MediaStatusLow = "Lav";
MediaStatusFull = "Full";
MediaStatusOk = "OK";

BlackPrintheadColor = "Sort";
CyanPrintheadColor = "Cyan";
MagentaPrintheadColor = "Magenta";
YellowPrintheadColor = "Gult";
LightCyanPrintheadColor = "Lys cyan";
LightMagentaPrintheadColor = "Lys magenta";
CMYPrintheadColor = "CMY skriverhode";
KCMPrintheadColor = "KCM skriverhode";
GGKPrintheadColor = "gGK skriverhode";
BlackYellowPrintheadColor = "Sort / Gult";
CyanMagentaPrintheadColor = "Cyan / magenta";
MagentaYellowPrintheadColor = "Magenta / gul";
MatteBlackCyanPrintheadColor = "Matt svart / cyan";
LightMagentaLightCyanPrintheadColor = "Lys magenta / lys cyan";
PhotoBlackLightGrayPrintheadColor = "Svart foto / lys grå";
CMYKPrintheadColor = "CMYK";

// online privacy UI
InfoToSendFieldFormat = "%@: %@\n";
HSDOnlineWarningSheetTitle = "Bruke elektronisk informasjon";
HSDOnlineWarningSheetBasicMessage = "Hvis du klikker på \"Fortsett\", vil din standard nettleser bli brukt til å koble til Internett og åpne HPs nettsider.";

HSDOnlineWarningSheetExtendedMessage = "Hvis du klikker på Fortsett, blir standard nettleser brukt til å koble til Internett og bruke HPs nettsider. For å fullføre denne operasjonen blir noe informasjon sendt til HPs webservere.";
HSDOnlineWarningSheetExtendedComment = "HP kan bruke denne informasjonen til å lage tilpassede opplevelser, presentere relevante tilbud og forbedre din erfaring med HP.";

HSDOnlineWarningSheetCheckboxTitle = "Ikke vis denne advarselen igjen";
HSDPrivacyPolicyOnlineLinkTitle = "HP Personvernerklæring";
HSDPrivacyPolicyOnlineLinkValue = "http://welcome.hp.com/country/no/no/privacy.html";

HSDPrivacyStatementOnlineLink = "HP Personvernerklæring";
HSDViewPrivacyStatementOnlineLink = "HP Personvernerklæring";
HSDViewSharedDataLink = "Vis data som deles med HP";

DetailsTitle = "Detaljer";

MacOSVersion = "Mac OS-versjon";
DeviceSerialNumber = "Enhetens serienummer";
DeviceModelNumber = "Enhetens modellnummer";
DeviceModelName = "Enhetens modellnavn";
DeviceProductNumber = "Enhetens produktnummer";
ServiceID = "Tjeneste-ID";
ModelID = "Modell-ID";
DeviceSKUName = "Device SKU Name";
HSDLifesaverClaimIDTitle = "Aktiveringskode";
HSDDeviceUUIDTitle = "Enhets-UUID";
HSDZipCodeTitle = "Postnummer";

UnsupCartridgeTitle = "Ikke støttet blekkpatron";
UnsupSilverPenMsg = "Den installerte sølv-blekkpatronen støttes ikke for utskrift fra Macintosh.\nBytt ut blekkpatronen med en svart patron, og prøv igjen.";

//PrintingPropertiesWindow
"RestorePrintingPropTitle" = "Gjenopprett utskriftsegenskaper";
"StarwheelsTitle" = "Stjernehjul:";
"GlossEnhancerTitle" = "Glansforbedrermengde:";
"DownStarwheelsTitle" = "Ned";
"InkLimitsTitle" = "Globale blekkgrenser:";
"ExtendedDryTimeTitle" = "Utvidet";
"PaperThicknessTitle" = "Papirtykkelse:";
"NormalThicknessTitle" = "Normal";
"ReducedDryTimeTitle" = "Redusert";
"TaskNameTitle" = "Utskriftsegenskaper";
"HelpButtonTooltip" = "Hjelp";
"AutomaticDryTimeTitle" = "Automatisk";
HSDGoBackButtonTitle = "Gå tilbake";
"ThickThicknessTitle" = "Tykk";
"UpStarwheelsTitle" = "Opp";
"CutterTitle" = "Kutter";
"NoneDryTimeTitle" = "Ingen";
"DryTimeTitle" = "Tørketid:";

UndefinedDrumTitle = "Bildetrommel";

// authentication dialog
AuthenticationTitle = "Skriv passordet for å få tilgang til disse innstillingene.";
AuthenticationDescription = "Innstillingene du prøver å åpne, krever passord som tidligere ble angitt på enheten.";
ShowPasswordTitle = "Vis passord";
KeyChainTitle = "Husk dette passordet i nøkkelringen min";
IncorrectPasswordMessage = "Passordet er feil.";

// ICC profile registration
DriverNeedsUpdateMsg = "Driveren må oppdateres. Klikk på Kundestøtte fra HP for å gå til HPs nettsted og se etter nye drivere.";
DeviceIsBusyMsg = "Enheten er opptatt. Prøv på nytt når enheten ikke skriver ut.";
HPSupportButtonTitle = "Kundestøtte fra HP";

// Applying device settings
ApplyDeviceSettingsGenericError = "Kan ikke bruke innstillingene";
ApplyDeviceSettingsGenericErrorRecoverySuggestion = "Undersøk om enheten er tilkoblet og koblet til.";

// assistant
AssistantCloseAlertTitle = "Er du sikker på at du vil lukke assistenten?";
AssistantCloseAlertMessage = "Assistenten konfigurerer HP-enheten eller programvaren slik at du kan ta i bruk alle funksjoner og muligheter. Enkelte funksjoner vil kanskje ikke fungere hvis ikke enheten er riktig konfigurert.";
AssistantTocViewWidth = "250";
AssistantTaskViewPreferredSize = "{630,385}";

DeviceIsAlreadySetUpTitle = "Enheten er konfigurert";
DeviceIsAlreadySetUpMessage = "Den valgte enheten er allerede konfigurert.";

DeviceDoesNotRequireSetupTitle = "Ingen konfigurering nødvendig";
DeviceDoesNotRequireSetupMessage = "Den valgte enheten trenger ingen konfigurering.";

CannotConfigureWirelessTitle = "Kan ikke konfigurere trådløst";
CannotConfigureWirelessMessage = "Wi-Fi vil ikke virke når Ethernet-kabelen er koblet til.";

HSDUseHPEasyStartToSetupDeviceTitle = "HP Easy Start kreves for å konfigurere denne enheten.";
HSDUseHPEasyStartToSetupDeviceMessage = "HSD_TEXT:HP Easy Start er den nye metoden for å konfigurere HP-skriveren og gjøre Mac-maskinen klar til utskrift. HSDHPEasyStartDescription";

HSDUseHPEasyStartToSetupDeviceString = "HSD_TEXT:HP Easy Start kreves for å konfigurere enheten på denne adressen. HSDHPEasyStartDescription";

HSDHPEasyStartDescription = "HSD_TEXT:HP Easy Start finner og installerer den nyeste programvaren til skriveren din, og guider deg deretter gjennom konfigurering av skriveren.

Get HP Easy Start at HSD_LINK:HSDEasyStartLink.";

DeviceIsNotSupportedTitle = "Enheten støttes ikke";
DeviceIsNotSupportedMessage = "Hvis du oppdaterer HP Utility eller bruker annen HP-programvare som er laget for å støtte denne enheten, kan det hende problemet løses.";
DeviceAtAddressIsNotSupportedString = "Enheten på denne adressen støttes ikke. Hvis du oppdaterer HP Utility eller bruker annen HP-programvare som er laget for å støtte denne enheten, kan det hende problemet løses.";
MultipleDriversNotInstalledTitle = "HP-programvaren som er nødvendig for å konfigurere enheten, ble ikke funnet";
MultipleDriversNotInstalledWarningTitle = "Noe HP-programvare som er nødvendig for å konfigurere enheten, ble ikke funnet";
PrintDriverNotInstalledTitle = "HP-programvaren som er nødvendig for å konfigurere utskrift, ble ikke funnet";
ScanDriverNotInstalledTitle = "HP-programvaren som er nødvendig for å konfigurere skanning, ble ikke funnet";
FaxDriverNotInstalledTitle = "HP-programvaren som er nødvendig for å konfigurere faksing, ble ikke funnet";
HSDInstallLatestSoftwareMessage = "HSD_TEXT:Last ned og installer den nyeste programvaren for din enhet, fra HSD_LINK:HSD_URL:HSDSupportLink_URL, og prøv deretter på nytt.";
HSDMissingSoftwareMessage = "HSD_TEXT:Last ned og installer den nyeste programvaren for din enhet, fra HSD_LINK:HSD_URL:HSDSupportLink_URL, og prøv deretter på nytt. Hvis du velger å fortsette uten å installere den nyeste programvaren, vil enkelte funksjoner ikke fungere.";

DisabledFeaturesWarningSheetTitle = "Deaktiverte funksjoner";
DisabledFeaturesWarningSheetMessage = "En administrator har deaktivert enkelte funksjoner i den valgte enheten.\n\nSnakk med en administrator eller slå opp i enhetsdokumentasjonen hvis du ønsker mer informasjon.";

DeviceIsConnectedViaAccessPointTitle = "Enheten kan ikke konfigureres gjennom et spesielt trådløst nettverk";
DeviceIsProbablyConnectedViaAccessPointMessage = "Tilkoblingen til den valgte enheten er sannsynligvis etablert gjennom et spesielt trådløst nettverk som er opprettet av enheten. Hvis enheten er oppført to ganger i listen, velger du oppføringen som ikke er markert for øyeblikket. Hvis ikke må du kontrollere at enheten er koblet til et trådløst eller kablet nettverk som datamaskinen har tilgang til, og så prøve igjen.\n\nHvis datamaskinen ikke er koblet til enhetens spesielle trådløse nettverk, klikker du på Fortsett for å konfigurere enheten.";
DeviceIsConnectedViaAccessPointMessage = "Tilkoblingen til den valgte enheten er etablert gjennom et spesielt trådløst nettverk som er opprettet av enheten. Hvis enheten er oppført to ganger i listen, velger du oppføringen som ikke er markert for øyeblikket. Hvis ikke må du kontrollere at enheten er koblet til et trådløst eller kablet nettverk som datamaskinen har tilgang til, og så prøve igjen.";

// HP Privacy Statement Panel
HSDHPPrivacyStatementTitle = "HP Personvernerklæring";
HPPrivacyStatement = "HP har forpliktet seg til å beskytte personvernet til våre kunder. Registreringsdata kan bli brukt i anonym og aggregert form til markedsundersøkelser, som hjelper HP med å forbedre kvaliteten på sine produkter og tjenester. Innsamlede data kan bli lagret i en periode på opptil fem år fra datoen for siste dataoverføring til HP, og vil bli sendt til en HP-enhet som kan være plassert i utlandet.\n\nHP sender din informasjon elektronisk til HP-servere. IP-adressen til avsendermaskinen vil kun bli brukt til overføringsformål.";
HPOnlinePrivacyStatementButtonTitle = "HP Personvernerklæring";

// Assistant window titles
HSDAssistantWindowTitleFormat = "HP Utility - %@";
HSDAssistantSetupWindowTitle = "Oppsett";

//Add Device Manually titles
ManualAddWindowTitle = "Legg til enhet manuelt";
ManualAddTitle = "Legg til enhet manuelt";
ManualAddAddressTypeLabel = "Adressetype:";
ManualAddAddressLabel = "Adresse:";
ManualAddFormatTitle = "Format:";
AddButton = "Legg til";

InvalidAddress = "Ugyldig adresseformat";
ProgressMessage = "Kobler til enhet…";
NotReachableMessage = "Enheten kan ikke nås";
NotSupportedDeviceMessage = "Enhet på denne adressen støttes ikke";

HostHameFormat = "navn.domene";
HostOrBonjourDomainName = "Vert eller Bonjour-domenenavn";

ConnectToNetworkWithoutBluetooth = "Koble datamaskinen til et kablet eller trådløst nettverk, og prøv igjen.";
ConnectToNetwork = "Koble datamaskinen til et kablet eller trådløst nettverk, eller aktiver Bluetooth, og prøv igjen.";
NoNetworkConnection = "Ingen nettverkstilkobling";

BluetoothIsOffAlertMessage = "Bluetooth er slått av på Mac-maskinen";
BluetoothIsOffAlertExplanation = "Aktiver Bluetooth via Systemvalg eller Bluetooth-menyen";

HPTableHeaderColumnName = "kolonne";
MoreInfoTitle = "Mer informasjon";

// Device Unavailable strings
kDeviceUnavailabilityAlertTitleKey = "Tilkoblingen til enheten gikk tapt";
kDeviceReconnectUnavailabilityAlertTitleKey = "Tilkobling til enheten kan ikke etableres.";
kDeviceUnavailabilityAlertReconnectButtonTitleKey = "Koble til på nytt";
kDeviceUnavailabilityAlertSelectOtherButtonTitleKey = "Velg andre...";
kDeviceUnavailabilityAlertMessageKey = "Du kan velge en annen enhet eller prøve å gjenopprette forbindelsen med den aktuelle enheten.";

HSDCurrentSettingTitle = "[Gjeldende innstilling]";

DeviceInReserveModeMsgPigment = "Kan ikke utføre justering i reservemodus. Skift ut alle tomme eller manglende patroner.";
NoPensErrorMessagePigment = "Hvis det allerede er installert utskriftspatroner, kontrollerer du at plastteipen som dekker dysen til patronene har blitt fjernet.";
SomePenErrorMessagePigment = "Det virker som om en patron mangler, ikke kan oppdages eller er installert feil.";
PageWideCollectionUnit = "Oppsamlingsenhet";
BlackPageWideCartridgeTitle = "Svart patron";
CyanPageWideCartridgeTitle = "Cyan-patron";
MagentaPageWideCartridgeTitle = "Magenta-patron";
YellowPageWideCartridgeTitle = "Gul patron";

// Printer sleeping warning
PrinterIsSleepingTitle = "This functionality is not available while the printer is in sleep mode.";
PrinterIsSleepingMessage = "If you want to wake up your printer now, click the 'Wake Up' button below";
WakeUpButtonTitle = "Wake Up";

HSDUserNameTitle = "Brukernavn:";
HSDPasswordTitle = "Passord:";

HSDPromptToLogin = "Du må logge inn for å vise denne siden.";
HSDPromptToLoginIncorrectPassword = "Brukernavnet eller passordet du skrev inn var feil. Sørg for at du skriver de inn riktig og prøv på nytt.";
HSDPromptToLoginInformativeText = "Passordet vil bli sendt ukryptert.";
